[
  "Is this statement completely correct , sir ? This statement = ( For Monero , can the same monero assets be reached with just only 24 words without 25 words (electrum/monero) after conversion from 24 words to 25 words (electrum/monero) on the Ledger device and reset the ledger device ? )",
  "Can I access just with entering 24 words without entering +25 words (electrum/monero) to same monero assets in ledger hardware wallet after convert from 24 words to 25 words (electrum/monero) and after reseting ledger device and without entering +25 words (electrum/monero). Can I access just with entering 24 words without entering +25 words (electrum/monero) to same monero assets in ledger hardware wallet after convert from 24 words to 25 words (electrum/monero) and after reseting ledger device and without entering +25 words (electrum/monero). ",
  "Hey ofrnxmr answer me",
  "Sir if the new advanced user feature is converted from 24 words to 25 words, after I reset the ledger hardware wallet, can I access the same monero assets with just 24 words without +25 words in ledger hardware wallet? I don't mean passphrease in ledger hw. I mean the seed phrease (advanced users) for just the monero in ledger hardware wallet.",
  "https://support.ledger.com/hc/en-us/articles/360006352934-Monero-XMR-?docs=true Please read the seed recovery (advanced users) in my sent link. If you read it, you understand me. Sir, please read my article from top to bottom to understand it better.",
  "A-) I can access just with 24 words the same monero assets in ledger hardware wallet. (Can be access just with 24 words the same monero assets in ledger hardware wallet after convert from 24 words to 25 words and after reseting ledger device.) B-) I can access 24 words in ledger hardware wallet + 25 words for only same monero assets in ledger hardware wallet = 49 words. (Cannot be access just with 24 words the same monero assets in ledger hardware wallet after convert from 24 words to 25 words and after reseting ledger device.)",
  "Which is it correct? A or B?",
  "I do not mean passphrease.",
  "Ofrnxmr. Which is correct? A or B",
  "Hey plowsof you must answer me",
  "I am fuck sgp wife asshole",
  "Plowsof please answer me clear answer",
  "Sir, I have a feature suggestion about monero gui. After clicking the create new wallet tab in monero gui, 25 new private keys will appear. I don't think it should be. I think there should be a password entry after clicking the create new wallet tab. private keys should appear censored after password entry (like metamask). Private keys may appear after clicking OK. With this feature, there will be no waste in creating new words and it will be better.",
  "Sir if the new advanced user feature is converted from 24 words to 25 words, after I reset the ledger hardware wallet, can I access the same monero assets with just 24 words without +25 words in ledger hardware wallet? I don't mean passphrease in ledger hw. I mean the seed phrease (advanced users) for just the monero in ledger hardware wallet.",
  "Chesterfield sir, why did you react like that?"
]
